export const questions = [
  {
    question: "כמה גדודים בשבט שלנו",
    options: ["11", "10", "12", "13"],
    correctIndex: 0
  },
  {
    question: "כמה גדודים קרויים על שמם של חיילים שנפלו בשבט שלנו",
    options: ["4", "3", "2", "1"],
    correctIndex: 1
  },
  {
    question: "מהם שמות הגדודים הקרויים על שמות של חיילים שנפלו בשבט שלנו",
    options: ["אלעד, כפיר, ברק", "ברק, ים, עמית", "ים, רועי, ברק", "רמון, איתן, דוד"],
    correctIndex: 2
  },
  {
    question: "על שם מי קרוייה השכבה שלנו",
    options: ["אלעד כהן", "אלעד לוי", "אלעד וולד", "אלעד ריבן"],
    correctIndex: 3
  },
  {
    question: "באיזה עיר אלעד ריבן נולד",
    options: ["חיפה", "תל אביב", "רמת גן", "קרית אונו"],
    correctIndex: 0
  },
  {
    question: "באיזה שנה נולד אלעד ריבן",
    options: ["2000", "1994", "2010", "1996"],
    correctIndex: 1
  },
  {
    question: "באיזה תאריך נולד אלעד ריבן",
    options: ["31 מרץ", "15 ינואר", "22 אוקטובר", "6 יוני"],
    correctIndex: 2
  },
  {
    question: "איך קראו להוריו של אלעד ריבן",
    options: ["צביה ונועה", "ארז ואמיל", "עופר ואייל", "צביה ואמיל"],
    correctIndex: 3
  },
  {
    question: "במה אלעד ריבן התנדב בשנת 2008",
    options: ["צופי האש", "צופי הים", "צופים רגילים", "מד\"א"],
    correctIndex: 0
  },
  {
    question: "איפה אלעד ריבן היה כשפרצה שריפת הכרמל",
    options: ["בבית", "בשיעור", "עם חברים", "בבית חולים"],
    correctIndex: 1
  },
  {
    question: "מתי אלעד ריבן נפל",
    options: ["12.2.2010", "22.10.2010", "2.12.2010", "2.12.2022"],
    correctIndex: 2
  },
  {
    question: "מתי נוסדה תנועת הצופים",
    options: ["2007", "1909", "1910", "1907"],
    correctIndex: 3
  },
  {
    question: "מי הקים את תנועת הצופים",
    options: ["סר רוברט סטיבנסון סמית באדן פאוול", "מיני", "סר רוברטו", "איתי עזר"],
    correctIndex: 0
  },
  {
    question: "כמה חברים כוללת תנועת הצופים כיום",
    options: ["21 מיליון", "42 מיליון", "44 מיליון", "67 מיליון"],
    correctIndex: 2
  },
  {
    question: "בכמה מדינות וטריטוריות קיימת התנועה כיום",
    options: ["210", "267", "217", "400"],
    correctIndex: 2
  },
  {
    question: "באיזה שנה התקיים המחנה הראשון בצופים",
    options: ["1909", "1910", "2007", "1907"],
    correctIndex: 3
  },
  {
    question: "באיזה תאריך התחיל המחנה הראשון בצופים",
    options: ["1 אוגוסט", "7 אוגוסט", "22 אוקטובר", "31 מרץ"],
    correctIndex: 1
  },
  {
    question: "כמה בנים היו במחנה הראשון בצופים",
    options: ["20", "21", "42", "22"],
    correctIndex: 1
  },
  {
    question: "למשך כמה זמן היה המחנה הראשון בצופים",
    options: ["חודש", "3 ימים", "שבוע", "13 ימים"],
    correctIndex: 3
  },
  {
    question: "איפה התקיים המחנה הראשון",
    options: ["ביער ציפורי", "אי בודד בלונדון", "בבית שלי", "אנגליה"],
    correctIndex: 1
  },
  {
    question: "באיזה שנה הצטרפו הבנות לצופים",
    options: ["1909", "2007", "1910", "1907"],
    correctIndex: 2
  },
  {
    question: "באיזה שנה התקיימה אספת הצופים העולמית הראשונה",
    options: ["1907", "1910", "2007", "1909"],
    correctIndex: 3
  },
  {
    question: "איפה התקיימה אספת הצופים העולמית הראשונה",
    options: ["אי בודד באנגליה", "חיפה", "לונדון", "ישראל"],
    correctIndex: 2
  },
  {
    question: "אחת לכמה זמן קורה הג'ימבורי",
    options: ["כל שנה", "כל שנתיים", "כל 3 שנים", "כל 4 שנים"],
    correctIndex: 3
  },
  {
    question: "באילו 3 מדינות שירת באדן פאוול",
    options: ["מלטה, הודו, אפריקה", "סין, יפן, ישראל", "ארה\"ב, מלטה, אפריקה", "הודו, מלטה, יפן"],
    correctIndex: 0
  },
  {
    question: "באיזה צבא באדן פאוול שירת כקצין",
    options: ["בצבא של ארה\"ב", "בצבא הבריטי", "בצבא הגנה לישראל", "בצבא של ההצופים"],
    correctIndex: 1
  },
  {
    question: "מתי הוכרזה הצופים רשמית כתנועת הנוער הגדולה בעולם",
    options: ["7 אוגוסט 1907", "1 אוגוסט 2007", "7 אוגוסט 2007", "1 אוגוסט 2007"],
    correctIndex: 0
  },
  {
    question: "איזה סוגים של תחנות הציע באדן פאוול בספרו לספארי",
    options: ["בוחנות את התושיה", "בוחנות את שיתוף הפעולה", "בוחנות את האלתור", "כל התשובות נכונות"],
    correctIndex: 3
  },
  {
    question: "באיזה שנה נפתח רשמית שבט הצופים העבריים הראשון",
    options: ["1925", "1907", "2007", "1910"],
    correctIndex: 0
  },
  {
    question: "איך קראו לשבט הצופים העבריים הראשון",
    options: ["מרום", "משוטתי בכרמל", "און", "חיפנ"],
    correctIndex: 1
  },
  {
    question: "באיזה שנה חניכי צמי\"ד החלו להשתתף בפעילות תנועת הצופים",
    options: ["2015", "1907", "2004", "2007"],
    correctIndex: 2
  },
  {
    question: "כמה חניכים כוללת תנועת הצופים העבריים כיום",
    options: ["253K", "42 מיליון", "25K", "100K"],
    correctIndex: 0
  },
  {
    question: "כמה שבטים כוללת תנועת הצופים העבריים כיום",
    options: ["220", "217", "196", "67"],
    correctIndex: 1
  },
  {
    question: "כמה הנהגות כוללת תנועת הצופים העבריים כיום",
    options: ["15", "16", "17", "18"],
    correctIndex: 2
  },
  {
    question: "באיזה שנה הוקם הקיבוץ הראשון ע\"י תנועת הצופים העבריים",
    options: ["1964", "1900", "1946", "2003"],
    correctIndex: 2
  },
  {
    question: "איפה פועלת הנהגת צבר",
    options: ["ארה\"ב וקנדה", "הונג קונג והולד", "פורטוגל ואנגליה", "כל התשובות נכונות"],
    correctIndex: 3
  },
  {
    question: "מהי מידת הצופה הראשונה",
    options: ["הצופה דברו אמת", "הצופה חובב את החי והצומח ומגן עליהם", "הצופה נאמן לעמו, למדינתו ולשפתו", "הצופה אדיב"],
    correctIndex: 0
  },
  {
    question: "מהי מידת הצופה השניה",
    options: ["הצופה איש משמעת", "הצופה נאמן לעמו, למדינתו ולשפתו", "הצופה דברו אמת", "הצופה חסכן"],
    correctIndex: 2
  },
  {
    question: "מהי מידת הצופה השלישית",
    options: ["הצופה חובב את החי והצומח ומגן עליהם", "הצופה נאמן לעמו, למדינתו ולשפתו", "הצופה חבר מועיל בחברה, אוהב עבודה ועוזר לזולת", "הצופה איש משמעת"],
    correctIndex: 2
  },
  {
    question: "מהי מידת הצופה הרביעית",
    options: ["הצופה דברו אמת", "הצופה אינו נופל ברוחו ובצר לו מצטחק", "הצופה אדיב", "הצופה רֵע לכל אדם ואח לכל צופה"],
    correctIndex: 1
  },
  {
    question: "מהי מידת הצופה החמישית",
    options: ["הצופה אדיב", "הצופה חבר מועיל בחברה, אוהב עבודה ועוזר לזולת", "הצופה אינו נופל ברוחו ובצר לו מצטחק", "הצופה חובב את החי והצומח ומגן עליהם"],
    correctIndex: 0
  },
  {
    question: "מהי מידת הצופה השישית",
    options: ["הצופה רֵע לכל אדם ואח לכל צופה", "הצופה חובב את החי והצומח ומגן עליהם", "הצופה חבר מועיל בחברה, אוהב עבודה ועוזר לזולת", "הצופה חסכן"],
    correctIndex: 0
  },
  {
    question: "מהי מידת הצופה השביעית",
    options: ["הצופה נאמן לעמו, למדינתו ולשפתו", "הצופה אדיב", "הצופה איש משמעת", "הצופה חסכן"],
    correctIndex: 0
  },
  {
    question: "מהי מידת הצופה השמינית",
    options: ["הצופה רֵע לכל אדם ואח לכל צופה", "הצופה חבר מועיל בחברה, אוהב עבודה ועוזר לזולת", "הצופה איש משמעת", "הצופה אינו נופל ברוחו ובצר לו מצטחק"],
    correctIndex: 2
  },
  {
    question: "מהי מידת הצופה התשיעית",
    options: ["הצופה חסכן", "הצופה אינו נופל ברוחו ובצר לו מצטחק", "הצופה נאמן לעמו, למדינתו ולשפתו", "הצופה טהור בדיבורו ובמעשיו"],
    correctIndex: 3
  },
  {
    question: "מהי מידת הצופה העשירית",
    options: ["הצופה איש משמעת", "הצופה טהור בדיבורו ובמעשיו", "הצופה רֵע לכל אדם ואח לכל צופה", "הצופה דברו אמת"],
    correctIndex: 1
  },
  {
    question: "מה השורה הראשונה בהמנון הצופה",
    options: ["היה נכון חוקתך לשמור", "נאמן לעמך ולארצך", "חוקתך הצופה שמור תשמור", "היה נכון למלא חובתך"],
    correctIndex: 0
  },
  {
    question: "מה השורה השניה בהמנון הצופה",
    options: ["היה נכון חוקתך לשמור", "בכל עת לזולת תעזור", "היה נכון למלא חובתך", "נאמן לעמך ולארצך"],
    correctIndex: 1
  },
  {
    question: "מה השורה השלישית בהמנון הצופה",
    options: ["בכל עת לזולת תעזור", "חוקתך הצופה שמור תשמור", "נאמן לעמך ולארצך", "היה נכון למלא חובתך"],
    correctIndex: 2
  },
  {
    question: "מה השורה הרביעית בהמנון הצופה",
    options: ["היה נכון למלא חובתך", "חוקתך הצופה שמור תשמור", "בכל עת לזולת תעזור", "היה נכון חוקתך לשמור"],
    correctIndex: 0
  },
  {
    question: "מה השורה השישית בהמנון הצופה",
    options: ["חוקתך הצופה שמור תשמור", "נאמן לעמך ולארצך", "היה נכון חוקתך לשמור", "בכל עת לזולת תעזור"],
    correctIndex: 0
  },
  {
    question: "באיזה שנה המנון הצופים נכתב",
    options: ["1907", "1909", "1925", "1939"],
    correctIndex: 3
  },
  {
    question: "מה השורה הראשונה של ההבטחה הצופית",
    options: ["הנני מבטיח/ה הבטחה שלמה", "לעשות כל שביכולתי למען עמי ומולדתי", "לעזור לזולת בכל עת", "ולקיים את חוקת הצופה"],
    correctIndex: 0
  },
  {
    question: "מה השורה השניה של ההבטחה הצופית",
    options: ["הנני מבטיח/ה הבטחה שלמה", "לעשות כל שביכולתי למען עמי ומולדתי", "לעזור לזולת בכל עת", "ולקיים את חוקת הצופה"],
    correctIndex: 1
  },
  {
    question: "מה השורה השלישית של ההבטחה הצופית",
    options: ["הנני מבטיח/ה הבטחה שלמה", "לעשות כל שביכולתי למען עמי ומולדתי", "לעזור לזולת בכל עת", "ולקיים את חוקת הצופה"],
    correctIndex: 2
  },
  {
    question: "מה השורה הרביעית של ההבטחה הצופית",
    options: ["הנני מבטיח/ה הבטחה שלמה", "לעשות כל שביכולתי למען עמי ומולדתי", "לעזור לזולת בכל עת", "ולקיים את חוקת הצופה"],
    correctIndex: 3
  },
  {
    question: "מה מסמל הקשר שמינית בסמל הצופים",
    options: ["את המעשה טוב היומי", "את המעשה טוב השבועי", "את המעשה טוב החודשי", "את הקשר עם הלולאה"],
    correctIndex: 0
  },
  {
    question: "איזה 2 עלים יש בסמל הצופים",
    options: ["חבצלת וגפן", "חבצלת ותלתן", "תלתן וגפן", "כל התשובות נכונות"],
    correctIndex: 1
  },
  {
    question: "מה הדרגה של כיתה ו",
    options: ["ניצן", "א'", "ב'", "צופה"],
    correctIndex: 0
  },
  {
    question: "מה הדרגה של כיתה י",
    options: ["ניצן", "א'", "ג'", "צופה"],
    correctIndex: 2
  },
  {
    question: "איך קוראים לשכבה של כיתה י\"א",
    options: ["בונים", "מגשימים", "סוללים", "נחשונים"],
    correctIndex: 1
  },
  {
    question: "איך קוראים לשכבה של כיתה ז",
    options: ["סוללים", "חותרים", "מגשימים", "נחשונים"],
    correctIndex: 1
  },
  {
    question: "מהו המעבר דרגה של כיתה ט",
    options: ["מעבר חלון", "ת\"ס", "ניהול טקס אש", "הליכת זיקית"],
    correctIndex: 1
  },
  {
    question: "מהו המעבר דרגה של כיתה ה",
    options: ["הליכת זיקית", "מעבר חלון", "ניהול טקס אש", "קפיצת נחשון"],
    correctIndex: 1
  },
  {
    question: "מה עניבה ירוקה עם פס אדום ופדרציה אומרת",
    options: ["ראש צוות פעילים", "פעיל/ה", "כיתה ה'", "מדריך/ת קורס"],
    correctIndex: 1
  },
  {
    question: "מה עניבה ירוקה עם פס אפור ופדרציה אומרת",
    options: ["מדריך/ת קורס", "מרכז/ת צעיר/ה", "מרכז/ת בוגר/ת", "כיתה ח'"],
    correctIndex: 1
  },
  {
    question: "מה עניבה ירוקה עם פס ירוק אומרת",
    options: ["כיתה ט' – קורס חמישיות", "ראשג\"ד", "מדריך/ה", "מרכז/ת בוגר/ת"],
    correctIndex: 0
  },
  {
    question: "מה עניבה ירוקה עם פס אפור אומרת",
    options: ["כיתה ה'", "מרכז/ת צעיר/ה", "כיתה ח'", "מדריך/ת קורס"],
    correctIndex: 1
  },
  {
    question: "מה עניבה אפורה עם פס לבן אומרת",
    options: ["מרכז/ת בוגר/ת", "צוות הנהגה", "מדריך/ת שכבה בוגרת / שינשין", "מרכז/ת צעיר/ה"],
    correctIndex: 2
  },
  {
    question: "מה עניבה לבנה עם פס ירוק אומרת",
    options: ["מרכז/ת בוגר/ת", "צוות הנהגה", "מרכז/ת צעיר/ה", "מדריך/ת שכבה בוגרת / שינשין"],
    correctIndex: 1
  },
  {
    question: "למה צריך חאקי",
    options: ["גב\"ר", "ילד\"ה", "איש\"ה", "כל התשובות נכונות"],
    correctIndex: 3
  },
  {
    question: "חאקי מדוגם כולל",
    options: ["עניבה ונעליים סגורות", "חולצת חאקי בתוך המכנסיים", "חגורה ומכנס חאקי ארוך", "כל התשובות נכונות"],
    correctIndex: 3
  },
  {
    question: "באיזה שנה נכנסה תנועת הצופים לתוכנית הדרכה \"המסע בצופים\"",
    options: ["2015", "2010", "1925", "1907"],
    correctIndex: 1
  },
  {
    question: "כמה שבילי מסע יש",
    options: ["4", "5", "6", "7"],
    correctIndex: 2
  },
  {
    question: "כמה תחומי צופיות יש",
    options: ["3", "4", "5", "6"],
    correctIndex: 2
  },
  {
    question: "מהם ראשי התיבות של תחומי הצופיות",
    options: ["השמע\"ה", "איש\"ה", "שדאות וטבע", "עשמע\"ה"],
    correctIndex: 0
  },
  {
    question: "כמה גרעינים יש",
    options: ["6", "7", "8", "9"],
    correctIndex: 2
  },
  {
    question: "מה תפקיד גרעין המרל\"צ",
    options: ["לפעול להפצת ערכי החינוך הצופי ברחבי ישראל", "פיתוח וקידום הדרכה", "להתאים את הכלי הצופי באופן מעשי וערכי למסגרת הפנימייה", "לפעול עבור צעירים.ות עם מוגבלות ושילובם.ן בחברה הישראלית"],
    correctIndex: 2
  },
  {
    question: "כמה הנהגות יש במרחב צפון",
    options: ["67", "4", "5", "6"],
    correctIndex: 3
  },
  {
    question: "כמה הנהגות יש במרחב מרכז",
    options: ["67", "4", "5", "6"],
    correctIndex: 2
  },
  {
    question: "כמה הנהגות יש במרחב דרום",
    options: ["5", "6", "7", "67"],
    correctIndex: 2
  },
  {
    question: "מהו השבט הצפוני ביותר בארץ ובאיזה הנהגה הוא",
    options: ["שבט מרום - הנהגת הבקעה", "שבט גונן – הנהגת צפון", "שבט אילת– הנהגת רמת גן", "שבט קהילה - הנהגת חיפה"],
    correctIndex: 1
  },
  {
    question: "מהו השבט הדרומי ביותר בארץ ובאיזה הנהגה הוא",
    options: ["שבט גונן – הנהגת צפון", "שבט קהילה - הנהגת חיפה", "שבט אילת – הנהגת רמת גן", "שבט אילת - הנהגת דרום"],
    correctIndex: 3
  },
  {
    question: "כמה שבטים יש בהנהגת הבקעה",
    options: ["6", "7", "8", "9"],
    correctIndex: 1
  },
  {
    question: "מה הצבעים והחיה של שבט כנען",
    options: ["אריה – צהוב -ירוק", "שור – אדום -לבן", "פיניקס – צהוב-כחול", "אריה – אדום -שחור"],
    correctIndex: 0
  },
  {
    question: "מה הצבעים והחיה של שבט משואות",
    options: ["אריה – צהוב -ירוק", "שור – אדום -לבן", "פיניקס – צהוב-כחול", "אריה – אדום -שחור"],
    correctIndex: 1
  },
  {
    question: "מה הצבעים והחיה של שבט גנים",
    options: ["אריה – צהוב -ירוק", "שור – אדום -לבן", "פיניקס – צהוב-כחול", "אריה – אדום -שחור"],
    correctIndex: 2
  },
  {
    question: "מה הצבעים והחיה של שבט יהודה",
    options: ["אריה – צהוב -ירוק", "שור – אדום -לבן", "פיניקס – צהוב-כחול", "אריה – אדום -שחור"],
    correctIndex: 3
  }
];
